[French]
IDS_FILE=Fichier
IDS_RUN=Démarrer
IDS_OPEN=Ouvrir
IDS_EXIT=Fermer
IDS_SETTINGS=Paramètres
IDS_LANGUAGE=Langues
IDS_HELP=Aide
IDS_WEBSITE=Site Web
IDS_ABOUT=A propos
IDS_DONATE=Faire un don !
IDS_TRAY_SHOW=Montrer/Cacher
IDS_BROWSER=Nom: %s
IDS_CURRENTVERSION=Version actuelle: %s
IDS_VERSION=Nouvelle version: %s
IDS_DATE=Date: %s
IDS_ACTION_DOWNLOAD=Télécharger la mise à jour
IDS_ACTION_INSTALL=Installer la mise à jour
IDS_STATUS_CHECK=Recherche de nouvelles versions...
IDS_STATUS_DOWNLOAD=Téléchargement en cours...
IDS_STATUS_INSTALL=Installation en cours...
IDS_STATUS_FOUND=Une mise à jour a été trouvée. Ouvrir chrlauncher puis appuyer sur 'Télécharger la mise à jour'.
IDS_STATUS_DOWNLOADED=La mise à jour est téléchargée mais n'est pas installée. Fermer Chromium puis appuyer sur 'Installer la mise à jour'.
IDS_QUESTION_STOP=Etes vous certain d'annuler le processus de mise à jour ?
IDS_CLOSE=Fermer
IDS_STATUS_ERROR=Error while checking update...
